Repository: romanzuch/RemindMe
Catalog: RemindMe/Localizable.xcstrings
Source language: en
Languages: de

source: Add item
de: Hinzufügen

source: Add date
de: Hinzufügen

# Eingang
source: Inbox
de: Eingang

# Heute
source: Today
de: Heute

# Morgen
source: Tomorrow
de: Morgen

# SECTION_BACKLOG
source: Backlog
de: Eingang

# SECTION_COMPLETED
source: Completed
de: Erledigt

# SECTION_SOON
source: Soon
de: Demnächst

# SECTION_TAGS
source: Tags
de: Etiketten

# SECTION_TODAY
source: Today
de: Heute

source: Select an item
de: Auswählen

# Vorschläge
source: Suggestions
de: Vorschläge

# Wochenende
source: Weekend
de: Wochenende
